export type SiteConfig = typeof siteConfig;

export const siteConfig = {
  name: "APL PS",
  description: "my portfolio",
  aboutTitle: `สวัสดีครับ ผมชื่อ พลสิงห์ ตาเละมัน
            เป็นนักศึกษาที่มหาวิทยาลัยสรีปทุมสาขาวิศวกรรมคอมพิวเตอร์
            มีความสนใจและหลงใหลในการพัฒนาเทคโนโลยีและนวัตกรรมต่างๆ ภายในสาขานี้
            ความเชี่ยวชาญของผมอยู่ที่การพัฒนาซอฟต์แวร์และออกแบบฮาร์ดแวร์
            ผ่านประสบการณ์และความคุ้นเคยในการทำงานจริง
            ผมมีความกระตือรือร้นในการเรียนรู้และพัฒนาตนเองอยู่เสมอ
            และมุ่งมั่นที่จะสร้างสรรค์ผลงานที่มีคุณค่าและน่าสนใจในสาขานี้อย่างต่อเนื่องครับ`,
};
